export const ar = {
  mode: {
    dark: 'الوضع الداكن',
    light: 'الوضع الفاتح',
  },
  home: {
    hero: {
      headline: {
        improve: 'طور',
        skill: 'مهاراتك',
        withDifferentWay: 'بطريقة مختلفة',
      },
      description:
        'دعنا نأخذ دورة تدريبية عبر الإنترنت لتحسين مهاراتك بطريقة مختلفة. يمكنك تحديد وقت الدراسة الخاص بك وفقًا لسرعتك في التعلم، حتى تتمكن من الدراسة براحة وامتصاص المادة بسهولة.',
      buttons: {
        getStarted: 'ابدأ الآن',
        watchVideo: 'شاهد الفيديو',
      },
      certificate: {
        title: 'شهادة',
        description: 'تتوفر شهادات لجميع الدورات.',
      },
      experience: {
        students: 'طلاب',
        qualityCourse: 'دورات عالية الجودة',
        experienceMentors: 'مرشدون بخبرة',
      },
    },
    feature: {
      sectionTitle: 'الميزات',
      designUiUx: 'واجهة و تجربة المستخدم',
      mobileDev: 'تطوير الجوال',
      webDev: 'تطوير الويب',
      statsTitle: 'الإحصائيات',
      statsSubtitle: 'هناك العديد من الإصدارات من المقاطع المتاحة',
      headlinePart1: 'اجعل تعلمك',
      headlinePart2: 'ممتعاً',
      headlinePart3: 'وممتعاً',
      description:
        'حدد طريقة التعلم وفقًا لرغباتك مع بعض الفوائد التي تحصل عليها معنا، بحيث تستمتع بالدروس التي نقدمها.',
      cards: {
        card1: {
          title: 'وصول سهل',
          description: 'يمكنك الوصول إلى المحتوى بسهولة من أي مكان وفي أي وقت.',
        },
        card2: {
          title: 'تكلفة أكثر اقتصادية',
          description: 'نقدم لك تكلفة منخفضة مقابل جميع المزايا التي تحصل عليها معنا.',
        },
        card3: {
          title: 'وقت دراسة مرن',
          description: 'حدد أوقات الدراسة التي تناسبك دون قيود أو ضغوط زمنية.',
        },
        card4: {
          title: 'استشارة مع مرشد',
          description: 'استمتع بدعم مستمر من مرشدين متخصصين لمساعدتك طوال العملية التعليمية.',
        },
      },
    },
  },
}
